// 1. БУКЛЕТ СТАРИЙ?=========================================================================================
// 1.1. СЕРЕДИНА---------------------------------------------------------------------------------------------

// 1.1. стор. 1.............................................................................................

//------------------------------// Разобщитель и устройство подачи бревен 
// для ГЛХУ «Горецкий лесхоз»

//------------------------------// Процесс изготовления теплообменника
// системы аспирации для ОАО «Ручайка»

//------------------------------// Эстакада с разобщителем
// Емкость эстакады, м.куб.                        15 - 50
// Количество тяговых ветвей, шт                    3, 4
// Длина рабочей части, м                            6....12
// Диаметр лесоматериала, мм                   120...500
// Длина лесоматериала, м                     2,5...6,5
// Мощность привода эстакады, кВт             5,5...15
// Мощность привода разобщителя, кВт            3...4
// Тип разобщителя                                цепной
// Скорость поштучной выдачи бревен, шт/мин     5

//------------------------------// Эстакада со Степфидером
// Емкость эстакады, м.куб.                         15 - 50
// Количество тяговых ветвей, шт                    3, 4
// Длина рабочей части, м                                6....12
// Диаметр лесоматериала, мм                    120...500
// Длина лесоматериала, м                           2,5...6,5
// Мощность привода эстакады, кВт             5,5...15
// Количество ступеней, шт                                        5
// Диаметр бревен, мм                              100 - 500
// Длина бревен, м                                       4 - 6,5
// Скорость подачи бревен, шт/мин                до 20
// Тип привода                                    гидравлический
// Мощность привода гидростанции, кВт               11
// Электропитание В/Гц                                     380/50

//------------------------------// Кантователь
// Техническая характеристика
// Максимальная длина бревен, м                                   6,5
// Максимальный диаметр бревен, мм                           450
// Тяговый орган              цепь роликовая 16В
//                                                              с аттачментами
// Общая мощность, кВт                                             5

//------------------------------// Устройство выемки бруса
// Устройство предназначено для извлечения бруса из общего потока пиломатериалов для подачи на отдельную торцовку.              
// Размер сечения бруса максимальный, мм            200 х 200
// Длина бруса, мм                                          2500 - 6500
// Длина отводящего поперечного транспортера, мм                   
// 2000-6000 
// Мощность отводящего транспортера, кВт              1,1 - 3
// Привод устройства  -  пневматический
// Номинальное давление в пневмолинии, бар              4

// 1.1 стор. 2.....................................................................................................

//------------------------------// Система измерения
// и транспортирования
// Техническая характеристика
// Рабочий цикл                                  автоматический
// Тип измерения                                 оптический сканер
// Размеры измеряемого продукта до, мм              600х300х3500
// Масса измеряемого продукта, до кг                                      40
// Тип сбрасывателя                                     пневматический
// Скорость транспортирования м/с          0-0,3 (регулируемая)
// Общая мощность, кВт                                           3

//------------------------------// Транспортер СКРЕБКОВЫЙ 
// щепы и коры
// Производительность, м.куб./ч                                25...50
// Мощность, кВт                                               5...15
// Длина транспортирования до, м                        50
// Высота подъема до, м                                     8
// Угол подъема до, град                                                55

//------------------------------// Автоматическое 
// центрирующее устройство
// Предназначено для приема призмы из брусовочного станка. Автоматически центрирует призму и подает в многопильный станок.

//------------------------------// Рольганг с 
// винтовым сбросом
// Ширина рабочей поверхности роликов, мм                 700
// Шаг роликов, мм                                                         630
// Длина рабочей зоны рольганга до, мм                            7000
// Мощность привода, кВт                              2,2

//------------------------------// Ленточный 
// транспортер 
// Предназначен для отвода от станков и транспортировки различных сыпучих материалов, включая опилки и щепу.

//------------------------------// Поперечный цепной 
// транспортер бруса 
// для ОАО «ФанДОК»

//------------------------------// Галтовочный барабан 
// для ПУП «Алкопак»

//------------------------------// Система транспортирования
// шпона с автоматическим
// ступенчатым сбросом

//------------------------------// Степфидер

// 1.1. стор. 3....................................................................................................

//--------------------------------// Автоматизированный склад хранения тканых основ
//  для ОАО «Ручайка»

//--------------------------------// Реконструкция стола подачи круглого леса 
// в цех МДФ для  ОАО «Борисовдрев»

//------------------------------// Дробилка молотковая
// WHM2000
// Производительность до, т/ч                      2
// Общая мощность, кВт                                            27
// Количество молотков, шт                                 105
// Влажность сырья не более %                             35
// Размер загрузочной воронки, мм            400х400
// Измельчаемое сырье: щепа, кора,            стружка
// Фракция на входе, мм                          до 60 max
// Фракция на выходе, мм                          до 3 max

//------------------------------// Рубительная машина
// WCM60055
// Щепорубительная машина предназначена для получения топливной и технологической щепы от переработки отходов лесоперерабатывающих предприятий 
// (горбыль, обрезки).
// Количество ножей                       2 режущих; 1 контрнож
// Скорость подачи до, м/мин                                   25
// Производительность (на входе) до, м.куб./ч        20
// Мощность привода барабана, кВт                        55
// Мощность двигателей подачи, кВт                        2х2,2
// Диаметр режущего барабана, мм                         460
// Число оборотов режущего барабана, об,мин      600
// Размер входного окна, мм                                 550х220 
// Встроенный привод ленточного транспортера подачи

//------------------------------// Ванна антисептирования
// пиломатериалов WDT6000
// Внутренние размеры ванны:
// - ширина - 1,5 м;
// - высота -1,5 м;
// - длина - 6,5 м.
// Длина несущей платформы для пакетов с пиломатериалами - 6,0 м.
// Максимальные размеры пакета
// пиломатериалов:
//  - ширина - 1,2 м;
//  - высота - 1,2 м;
//  - длина - 6,3 м.
// Максимальный общий вес пакетов с пиломатериалами размещённых на платформе 6000 кг.
// Общая установленная электрическая мощность - 5,5 кВт.
// Возможно изготовление по индивидуальным 
// требования заказчика. 

// 1.1. Стор. 4..................................................................................................................

//------------------------------// Станок для 
// фрезерования
// поперечных пазов SCMM125
// Ширина заготовки, мм 60 – 100
// Толщина заготовки до, мм – 40
// Длина заготовки, мм – 1000 – 1300
// Ширина боковых пазов, мм – 100
// Ширина центрального паза, мм – 102
// Поперечный ход раздельной регулировки положения пильных узлов, мм – 250
// Вертикальный ход синхронной регулировки положения пильных узлов, мм – 100
// Глубина пазов, мм – 17 (регулируемая)
// Количество пильных узлов, шт – 3
// Способ загрузки заготовок – кассетная подача
// Производительность не менее, шт/мин – 10
// Тип фрез – пакет пазовых цилиндрических фрез (5 шт в каждом узле)
// Общая мощность – 8 кВт
// Скорость подачи заготовки – регулируемая 0 – 40 м/мин
// Электропитание – 380В, 50Гц

//------------------------------// Станок для 
// фрезерования
// продольного паза SLMM125
// Ширина заготовки, мм 60 – 100
// Толщина заготовки до, мм – 40
// Длина заготовки, мм – 1000 – 1300
// Ширина боковых пазов, мм – 100
// Ширина центрального паза, мм – 102
// Поперечный ход раздельной регулировки положения пильных узлов, мм – 250
// Вертикальный ход синхронной регулировки положения пильных узлов, мм – 100
// Глубина пазов, мм – 17 (регулируемая)
// Количество пильных узлов, шт – 3
// Способ загрузки заготовок – кассетная подача
// Производительность не менее, шт/мин – 10
// Тип фрез – пакет пазовых цилиндрических фрез (5 шт в каждом узле)
// Общая мощность – 8 кВт
// Скорость подачи заготовки – регулируемая 0 – 40 м/мин
// Электропитание – 380В, 50Гц

//------------------------------// Устройство поштучной
// подачи досок 
// Длина досок, м                                         2 - 6,5
// Высота выгрузки                              под заказ
// Общая мощность, кВт                              3,5
// Количество ветвей до, шт                          12
// Скорость подачи до, м/мин      40 (регулируемая)

//------------------------------// Станок торцовочный
// проходного типа
// TBM4003
// Количество пильных узлов, шт                                 2-6
// Диаметр пил, мм                                                     400
// Мощность двигателей пильных узлов, кВт                  3
// Диапазон длин торцевания, мм             6000 – 570 мм
// Максимальная толщина заготовки, мм                        90
// Скорость подачи, м/мин                                    0 - 25 

//------------------------------// Станок для 
// фрезерования
// продольного паза SLMM125
// Ширина заготовки, мм 60 – 100
// Толщина заготовки до, мм – 40
// Длина заготовки, мм – 1000 – 1300
// Ширина боковых пазов, мм – 100
// Ширина центрального паза, мм – 102
// Поперечный ход раздельной регулировки положения пильных узлов, мм – 250
// Вертикальный ход синхронной регулировки положения пильных узлов, мм – 100
// Глубина пазов, мм – 17 (регулируемая)
// Количество пильных узлов, шт – 3
// Способ загрузки заготовок – кассетная подача
// Производительность не менее, шт/мин – 10
// Тип фрез – пакет пазовых цилиндрических фрез (5 шт в каждом узле)
// Общая мощность – 8 кВт
// Скорость подачи заготовки – регулируемая 0 – 40 м/мин
// Электропитание – 380В, 50Гц

//------------------------------// Пакетировщик  паллетной доски BS816
// Автоматический укладчик досок предназначен для укладки пиломатериалов хвойных и лиственных пород в транспортные пакеты или в пакеты для сушки. Укладчик перестраивается под разный размер доски, также можно уста
// навливать количество слоев и прокладок.
// Длина доски, мм                                                                                                                   800 – 1300
// Ширина доски, мм                                                                     50 – 200
// Толщина доски, мм                                                              12 – 100
// Производительность, слоев в мин                                                                 6
// Максимальные габариты стопки, мм                                                                                                1300 х 1300 х 1600
// Максимальная ширина прокладки, мм                                                                               150
// Общая мощность, кВт                                                          9

// 1. БУКЛЕТ СТАРИЙ?=========================================================================================
// 1.2. ЗЗОВНІ--------------------------------------------------------------------------------------------

// 1.2. стор. 1..............................................................................................

//------------------------------// Деревообрабатывающие линии
//------------------------------// Транспортирующее оборудование и станки
//------------------------------// Комплексная механизация и автоматизация
//------------------------------// Пеллетное и брикетное оборудование для 
//------------------------------// переработки отходов

// 1.2. стор. 2..............................................................................................

// -----------------------------//Главным направлением деятельности UAB FerroMetals является комплексная механизация и автоматизация технологических процессов в производствах деревообработки с целью увеличения производительности, а также улучшения качества производимой продукции и  глубины переработки сырья, увеличения уровня надежности и ресурса  производственного оборудования.
//------------------------------------// Наша компания выполняет полный комплекс работ, включающий  разработку технологического проекта производственной линии с учетом индивидуальных требований заказчика, проектирование и изготовления технологического оборудования, изготовления электронных систем управления, монтаж и ввод в эксплуатацию оборудования, а также комплексное сервисное сопровождение производства. 
//------------------------------------// Имея собственные производственные мощности и сильную инженерную службу, наша компания изготавливает по собственным проектам:
// - транспортирующее, околостаночное оборудование и станки для деревообработки – ленточные, скребковые, цепные транспортеры, рольганги, 
// накопительные эстакады, разобщители поштучной подачи бревен, кантователи, центрирующие устройства, проходные торцовочные станки, 
// автоматические станки фрезеровки пазов;
// - оборудование для переработки отходов: рубительные машины и дробилки, брикетные прессы, комплексные пеллетные и брикетные линии;
// -  нестандартное технологическое оборудование для различных отраслей промышленности, 
// -  запасные и быстроизнашивающиеся детали технологического оборудования, 
// -  детали по существующему аналогу методом обратного дизайна.  

//--------------------------------------------// Сита износостойкие Арселор
// Миттал Кривой Рог

//--------------------------------------------// Роликовый конвейер с винтовым сбрасывателем

//--------------------------------------------// Горизонтальный цепной
// транспортер

//--------------------------------------------// Ножи рубительной машины
// MS MASHCINENBAU 
// THK-650/200

//--------------------------------------------// Скребковый конвейер
// удаления отходов

// ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
// ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

// 2.1. БУКЛЕТ З НОВОЇ ПАПКИ

// 2.1. Внутри:..............................................................................................

//------------------------------------// Главным направлением деятельности UAB FerroMetals является комплексная механизация 
// и автоматизация технологических процессов в производствах деревообработки и других отраслях 
// промышленности с целью увеличения производительности, улучшения качества производимой 
// продукции и глубины переработки сырья, повышения уровня надежности и ресурса производственного 
// оборудования. 
//------------------------------------//     Наша компания выполняет полный комплекс работ, включающий разработку технологического 
// проекта производственной линии с учетом индивидуальных требований заказчика, проектирование 
// и изготовление технологического оборудования, изготовление электронных систем управления, 
// монтаж и ввод в эксплуатацию оборудования,  а также  комплексное сервисное сопровождение 
// производства.
//------------------------------------//     Имея собственные производственные мощности и сильную инженерную службу, наша компания 
// изготавливает:
// -  нестандартное технологическое оборудование для различных отраслей промышленности, 
// -  запасные и быстроизнашивающиеся детали технологического оборудования,
// -  детали по существующему аналогу в целях импортозамещения. 
//------------------------------------//      Наша компания оказывает услуги по восстановительному ремонту шарнирных соединений 
// крупногабаритных узлов с помощью наплавочно-расточного комплекса с выездом на объект заказчика.

// 2.2. Снаружи:...............................................................................................................................

//-------------------------------------------//ТЕХНОЛОГИЧЕСКИЕ ЛИНИИ
//-------------------------------------------//КОМПЛЕКСНАЯ МЕХАНИЗАЦИЯ
// И АВТОМАТИЗАЦИЯ
// ТЕХНОЛОГИЧЕСКИХ
// ПРОЦЕССОВ

//----------------------------------------------// ПРОЕКТИРОВАНИЕ И ИЗГОТОВЛЕНИЕ
// НЕСТАНДАРТНОГО ТЕХНОЛОГИЧЕСКОГО
//  ОБОРУДОВАНИЯ ДЛЯ РАЗЛИЧНЫХ
//  ОТРАСЛЕЙ ПРОМЫШЛЕННОСТИ

const dataRu = {
    MUIFont: "'Open Sans', sans-serif",
    MUIButtonBorder: {En: 4, Ru: 7, Lt: 4, Pl: 4},
    header: 
            {logo: "ЛОГОТИП ВАШЕЙ КОМПАНИИ", 
            phoneNumber: "+37066830515", 
            email: "info@ferrometals.eu", 
            callback: 
                    {text: "Обратный звонок", 
                    header: "ОБРАТНЫЙ ЗВОНОК", 
                    message: "Мы свяжемся с Вами как можно скорее!", 
                    nameText: "Ваше имя", 
                    phoneText: "Ваш номер телефону", 
                    buttonText: "ОТПРАВИТЬ", 
                    dataMessage: "Данные будут использованы только для контакта с Вами!"} 
            },
    menuPaths: 
            {home: "/", 
            about: "/#about", 
            catalog: "/catalog", 
            products: "/products", 
            transportingAndNearMachineEquipmentAndMachinesForWoodworking: 
            "/products/transporting_and_near_machine_equipment_and_machines_for_woodworking", 
            equipmentForWasteProcessing: "/products/equipment_for_waste_processing",
            roundWoodAccountingScanner: "/products/round_wood_accounting_scanner",
            woodenPellets: "/products/wooden_pellets", 
            gallery: "/gallery", 
            photo: "/gallery/photo", 
            video: "/gallery/video", 
            contacts: "/contacts", 
            privacypolicy: "/privacypolicy", 
            address: "/address", 
            error: "*"},
    menuItems: 
            {home: "Начало", 
            about: "О компании", 
            catalog: "Каталог", 
            products: "Продукция", 
            transportingAndNearMachineEquipmentAndMachinesForWoodworking: 
            "Транспортирующее и околостаночное оборудование и станки для деревообработки",
            equipmentForWasteProcessing: "Оборудование для переработки отходов", 
            roundWoodAccountingScanner: "Сканер учета круглого леса",
            woodenPellets: "Древесные пеллеты",
            gallery: "Галерея", 
            photo: "Фото", 
            video: "Видео", 
            contacts: "Контакты"},
    home: 
        {firstPage: 
                    {name: "Ferrometals", 
                    description: "Проектирование и изготовление нестандартного технологического оборудования для различных отраслей промышленности", 
                    button: "Получить консультацию", 
                    link: "Каталог проектов", 
                    info: ["Деревообрабатывающие линии", "Транспортирующее оборудование и станки",  
                    "Комплексная механизация и автоматизация", "Пеллетное и брикетное оборудование для переработки отходов"
                    ]},
        },
    about: 
          {mainText: 
                    [`Главным направлением деятельности UAB FerroMetals является комплексная механизация и автоматизация 
                    технологических процессов в производствах деревообработки и других отраслях промышленности с целью увеличения 
                    производительности, улучшения качества производимой продукции и глубины переработки сырья, повышения уровня 
                    надежности и ресурса производственного оборудования.`,
                    `Наша компания выполняет полный комплекс работ, включающий разработку технологического проекта 
                    производственной линии с учетом индивидуальных требований заказчика, проектирование и изготовление 
                    технологического оборудования, изготовление электронных систем управления, монтаж и ввод в эксплуатацию 
                    оборудования,  а также  комплексное сервисное сопровождение производства.`,
                    `Имея собственные производственные мощности и сильную инженерную службу, наша компания изготавливает по 
                    собственным проектам:`,
                    `Наша компания оказывает услуги по восстановительному ремонту шарнирных соединений крупногабаритных узлов 
                    с помощью наплавочно-расточного комплекса с выездом на объект заказчика.`],
          listItems: 
                    [`транспортирующее, околостаночное оборудование и станки для деревообработки - ленточные, скребковые, цепные 
                      транспортеры, рольганги, накопительные эстакады, разобщители поштучной подачи бревен, кантователи, 
                      центрирующие устройства, проходные торцовочные станки, автоматические станки фрезеровки пазов;`,
                     `оборудование для переработки отходов: рубительные машины и дробилки, брикетные прессы, комплексные пеллетные 
                     и брикетные линии;`, 
                     `нестандартное технологическое оборудование для различных отраслей промышленности;`,
                     `запасные и быстроизнашивающиеся детали технологического оборудования;`, 
                     `детали по существующему аналогу методом обратного дизайна.`],
          pictures: 
                   ['picture_about.png', 'picture_about2.jpg', 'picture_about3.jpg'],
          photos: [
                   ['photo_about.jpg', 'photo_about2.jpg', 'photo_about3.jpg'], 
                   ['photo_about4.jpg', 'photo_about5.jpg', 'photo_about6.jpg'], 
                   'photo_about7.jpg'],
          altText: "Оборудование"
          },
    products: {title: "Продукция"},
    transportingAndNearMachineEquipmentAndMachinesForWoodworking:
                {mainHeader: "Транспортирующее и околостаночное оборудование и станки для деревообработки",
                pictures: 
                        [{idGlobal: 0, 
                        header: 'Эстакада с разобщителем', 
                        picture: 'trestle_with_uncoupler.png', 
                        captionText: 'Эстакада с разобщителем',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Емкость эстакады, м.куб.',
                                parameterValue: '15 - 50'},
                                {id: 1,
                                parameterName: 'Количество тяговых ветвей, шт',
                                parameterValue: '3, 4'},
                                {id: 2,
                                parameterName: 'Длина рабочей части, м',
                                parameterValue: '6 - 12'},
                                {id: 3,
                                parameterName: 'Диаметр лесоматериала, мм',
                                parameterValue: '120 - 500'},
                                {id: 4,
                                parameterName: 'Длина лесоматериала, м',
                                parameterValue: '2.5 - 6.5'},
                                {id: 5,
                                parameterName: 'Мощность привода эстакады, кВт',
                                parameterValue: '5.5 - 15'},
                                {id: 6,
                                parameterName: 'Мощность привода разобщителя, кВт',
                                parameterValue: '3 - 4'},
                                {id: 7,
                                parameterName: 'Тип разобщителя',
                                parameterValue: 'цепной'},
                                {id: 8,
                                parameterName: 'Скорость поштучной выдачи бревен, шт/мин',
                                parameterValue: '5'}]
                        },
                        {idGlobal: 1, 
                        header: 'Эстакада со степфидером', 
                        picture: 'stepfeeder.png', 
                        captionText: 'Эстакада со степфидером',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Емкость эстакады, м.куб.',
                                parameterValue: '15 - 50'},
                                {id: 1,
                                parameterName: 'Количество тяговых ветвей, шт',
                                parameterValue: '3, 4'},
                                {id: 2,
                                parameterName: 'Длина рабочей части, м',
                                parameterValue: '6 - 12'},
                                {id: 3,
                                parameterName: 'Диаметр лесоматериала, мм',
                                parameterValue: '120 - 500'},
                                {id: 4,
                                parameterName: 'Длина лесоматериала, м',
                                parameterValue: '2.5 - 6.5'},
                                {id: 5,
                                parameterName: 'Мощность привода эстакады, кВт',
                                parameterValue: '5.5 - 15'},
                                {id: 6,
                                parameterName: 'Количество ступеней, шт',
                                parameterValue: '5'},
                                {id: 7,
                                parameterName: 'Диаметр бревен, мм',
                                parameterValue: '100 - 500'},
                                {id: 8,
                                parameterName: 'Длина бревен, м',
                                parameterValue: '4 - 6.5'},
                                {id: 9,
                                parameterName: 'Скорость подачи бревен, шт/мин',
                                parameterValue: 'до 20'},
                                {id: 10,
                                parameterName: 'Тип привода',
                                parameterValue: 'гидравлический'},
                                {id: 11,
                                parameterName: 'Мощность привода гидростанции, кВт',
                                parameterValue: '11'},
                                {id: 12,
                                parameterName: 'Электропитание, В / Гц',
                                parameterValue: '380 / 50'}]
                        },
                        {idGlobal: 2, 
                        header: 'Кантователь', 
                        picture: 'overhead_canter.png', 
                        captionText: 'Кантователь',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Максимальная длина бревен, м',
                                parameterValue: '6.5'},
                                {id: 1,
                                parameterName: 'Максимальный диаметр бревен, мм',
                                parameterValue: '450'},
                                {id: 2,
                                parameterName: 'Тяговый орган',
                                parameterValue: 'цепь роликовая 16В с аттачментами'},
                                {id: 3,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '5'}]
                        },
                        {idGlobal: 3, 
                        header: 'Устройство выемки бруса', 
                        picture: 'timber_extraction_machine.png', 
                        captionText: 'Устройство выемки бруса',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Устройство предназначено для извлечения бруса из общего потока пиломатериалов для подачи на отдельную торцовку',
                                parameterValue: ''},
                                {id: 1,
                                parameterName: 'Размер сечения бруса максимальный, мм',
                                parameterValue: '200 x 200'},
                                {id: 2,
                                parameterName: 'Длина бруса, мм',
                                parameterValue: '2500 - 6500'},
                                {id: 3,
                                parameterName: 'Длина отводящего поперечного транспортера, мм',
                                parameterValue: '2000 - 6000'},
                                {id: 4,
                                parameterName: 'Мощность отводящего транспортера, кВт',
                                parameterValue: '1.1 - 3'},
                                {id: 5,
                                parameterName: 'Привод устройства',
                                parameterValue: 'пневматический'},
                                {id: 6,
                                parameterName: 'Номинальное давление в пневмолинии, бар',
                                parameterValue: '4'}]
                        },
                        {idGlobal: 4, 
                        header: 'Система измерения и транспортирования', 
                        picture: 'measuring_and_transportation_system.png', 
                        captionText: 'Система измерения и транспортирования',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Рабочий цикл',
                                parameterValue: 'автоматический'},
                                {id: 1,
                                parameterName: 'Тип измерения',
                                parameterValue: 'оптический сканер'},
                                {id: 2,
                                parameterName: 'Размеры измеряемого продукта до, мм',
                                parameterValue: '600 x 300 x 3500'},
                                {id: 3,
                                parameterName: 'Масса измеряемого продукта до, кг',
                                parameterValue: '40'},
                                {id: 4,
                                parameterName: 'Тип сбрасывателя',
                                parameterValue: 'пневматический'},
                                {id: 5,
                                parameterName: 'Скорость транспортирования, м/с',
                                parameterValue: '0 - 0.3 (регулируемая)'},
                                {id: 6,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '3'}]
                        },
                        {idGlobal: 5, 
                        header: 'Транспортер скребковый щепы и коры',
                        picture: 'chip_and_bark_conveyor.png',
                        captionText: 'Транспортер скребковый щепы и коры',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Производительность, м.куб./ч',
                                parameterValue: '25 - 50'},
                                {id: 1,
                                parameterName: 'Мощность, кВт',
                                parameterValue: '5 - 15'},
                                {id: 2,
                                parameterName: 'Длина транспортирования до, м',
                                parameterValue: '50'},
                                {id: 3,
                                parameterName: 'Высота подъема до, м',
                                parameterValue: '8'},
                                {id: 4,
                                parameterName: 'Угол подъема до, град',
                                parameterValue: '55'}]
                        },
                        {idGlobal: 6, 
                        header: 'Автоматическое центрирующее устройство', 
                        picture: 'the_automatic_centering_device.png',
                        captionText: 'Автоматическое центрирующее устройство',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Предназначено для приема призмы из брусовочного станка.',
                                parameterValue: ''},
                                {id: 1,
                                parameterName: 'Автоматически центрирует призму и подает в многопильный станок',
                                parameterValue: ''}]
                        },
                        {idGlobal: 7, 
                        header: 'Рольганг с винтовым сбросом', 
                        picture: 'rollway_drive_with_screw_discharge.png',
                        captionText: 'Рольганг с винтовым сбросом',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Ширина рабочей поверхности роликов, мм',
                                parameterValue: '700'},
                                {id: 1,
                                parameterName: 'Шаг роликов, мм',
                                parameterValue: '630'},
                                {id: 2,
                                parameterName: 'Длина рабочей зоны рольганга до, мм',
                                parameterValue: '7000'},
                                {id: 3,
                                parameterName: 'Мощность привода, кВт',
                                parameterValue: '2.2'}]
                        },
                        {idGlobal: 8, 
                        header: 'Ленточный транспортер',
                        picture: 'the_belt_conveyor.png',
                        captionText: 'Ленточный транспортер',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Предназначен для отвода от станков и транспортировки различных сыпучих материалов, включая опилки и щепу',
                                parameterValue: ''}]
                        }, 
                        {idGlobal: 9, 
                        header: 'Станок для фрезерования поперечных пазов SCMM125', 
                        picture: 'machine_for_cross_section_milling_SCMM125.png', 
                        captionText: 'Станок для фрезерования поперечных пазов SCMM125',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Ширина заготовки, мм',
                                parameterValue: '60 - 100'},
                                {id: 1,
                                parameterName: 'Толщина заготовки до, мм',
                                parameterValue: '40'},
                                {id: 2,
                                parameterName: 'Длина заготовки, мм',
                                parameterValue: '1000 - 1300'},
                                {id: 3,
                                parameterName: 'Ширина боковых пазов, мм',
                                parameterValue: '100'},
                                {id: 4,
                                parameterName: 'Ширина центрального паза, мм',
                                parameterValue: '102'},
                                {id: 5,
                                parameterName: 'Поперечный ход раздельной регулировки положения пильных узлов, мм',
                                parameterValue: '250'},
                                {id: 6,
                                parameterName: 'Вертикальный ход синхронной регулировки положения пильных узлов, мм',
                                parameterValue: '100'},
                                {id: 7,
                                parameterName: 'Глубина пазов, мм',
                                parameterValue: '17 (регулируемая)'},
                                {id: 8,
                                parameterName: 'Количество пильных узлов, шт',
                                parameterValue: '3'},
                                {id: 9,
                                parameterName: 'Способ загрузки заготовок',
                                parameterValue: 'кассетная подача'},
                                {id: 10,
                                parameterName: 'Производительность не менее, шт/мин',
                                parameterValue: '10'},
                                {id: 11,
                                parameterName: 'Тип фрез',
                                parameterValue: 'пакет пазовых цилиндрических фрез (5 шт в каждом узле)'},
                                {id: 12,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '8'},
                                {id: 13,
                                parameterName: 'Скорость подачи заготовки, м/мин',
                                parameterValue: '0 - 40 (регулируемая)'},
                                {id: 14,
                                parameterName: 'Электропитание, В / Гц',
                                parameterValue: '380 / 50'}]
                        },
                        {idGlobal: 10, 
                        header: 'Станок для фрезерования продольного паза SLMM125', 
                        picture: 'machine_for_straight_milling_SLMM125.png', 
                        captionText: 'Станок для фрезерования продольного паза SLMM125',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Ширина заготовки, мм',
                                parameterValue: '60 - 80'},
                                {id: 1,
                                parameterName: 'Толщина заготовки до, мм',
                                parameterValue: '90'},
                                {id: 2,
                                parameterName: 'Длина заготовки, мм',
                                parameterValue: '700 - 1200'},
                                {id: 3,
                                parameterName: 'Количество пильных узлов, шт',
                                parameterValue: '1'},
                                {id: 4,
                                parameterName: 'Ось вращения фрезы',
                                parameterValue: 'горизонтальная'},
                                {id: 5,
                                parameterName: 'Вертикальная регулировка пильного узла (глубина паза)',
                                parameterValue: ''},
                                {id: 6,
                                parameterName: 'Механизированная регулировка ширины между направляющими (винтовая передача с трапециедальной резьбой)',
                                parameterValue: ''},
                                {id: 7,
                                parameterName: 'Вертикальный прижим заготовок',
                                parameterValue: 'пильным узлом (антифрикционная накладка)'},
                                {id: 8,
                                parameterName: 'Способ загрузки заготовок',
                                parameterValue: 'кассетная подача'},
                                {id: 9,
                                parameterName: 'Способ выгрузки заготовок',
                                parameterValue: 'приемный лоток'},
                                {id: 10,
                                parameterName: 'Емкость лотка, заготовок',
                                parameterValue: '5'},
                                {id: 11,
                                parameterName: 'Нижняя точка приемного лотка, мм',
                                parameterValue: '800'},
                                {id: 12,
                                parameterName: 'Тип фрезы',
                                parameterValue: 'цилиндрическая пазовая фреза'},
                                {id: 13,
                                parameterName: 'Ширина паза',
                                parameterValue: 'задается фрезой'},
                                {id: 14,
                                parameterName: 'Мощность фрезерного узла, кВт',
                                parameterValue: '2.2'},
                                {id: 15,
                                parameterName: 'Мощность привода подачи заготовок, кВт',
                                parameterValue: '1.1'},
                                {id: 16,
                                parameterName: 'Способ подачи заготовок',
                                parameterValue: 'цепной транспортер с аттачментами'},
                                {id: 17,
                                parameterName: 'Скорость подачи заготовки, м/мин',
                                parameterValue: '0 - 40 (регулируемая)'},
                                {id: 18,
                                parameterName: 'Электропитание, В / Гц',
                                parameterValue: '380 / 50'}]
                        },
                        {idGlobal: 11, 
                        header: 'Устройство поштучной подачи досок', 
                        picture: 'cross-cutting_machine_TBM4003.png',
                        captionText: 'Устройство поштучной подачи досок',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Длина досок, м',
                                parameterValue: '2 - 6.5'},
                                {id: 1,
                                parameterName: 'Высота выгрузки',
                                parameterValue: 'под заказ'},
                                {id: 2,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '3.5'},
                                {id: 3,
                                parameterName: 'Количество ветвей до, шт',
                                parameterValue: '12'},
                                {id: 4,
                                parameterName: 'Скорость подачи до, м/мин',
                                parameterValue: '40 (регулируемая)'}]
                        },
                        {idGlobal: 12, 
                        header: 'Станок торцовочный проходного типа TBM4003', 
                        picture: 'cross-cutting_machine_TBM4003.png',
                        captionText: 'Станок торцовочный проходного типа TBM4003',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Количество пильных узлов, шт',
                                parameterValue: '2 - 6'},
                                {id: 1,
                                parameterName: 'Диаметр пил, мм',
                                parameterValue: '400'},
                                {id: 2,
                                parameterName: 'Мощность двигателей пильных узлов, кВт',
                                parameterValue: '3'},
                                {id: 3,
                                parameterName: 'Диапазон длин торцевания, мм',
                                parameterValue: '6000 - 570'}, //????????? 6000 – 570
                                {id: 4,
                                parameterName: 'Максимальная толщина заготовки, мм',
                                parameterValue: '90'},
                                {id: 4,
                                parameterName: 'Скорость подачи, м/мин',
                                parameterValue: '0 - 25'}]
                        },       
                        {idGlobal: 13, 
                        header: 'Пакетировщик паллетной доски BS816', 
                        picture: 'pallet_board_stacker_BS816.png',
                        captionText: 'Пакетировщик паллетной доски BS816',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Автоматический укладчик досок предназначен для укладки пиломатериалов хвойных и лиственных пород в транспортные пакеты или в пакеты для сушки.',
                                parameterValue: ''},
                                {id: 1,
                                parameterName: 'Укладчик перестраивается под разный размер доски, также можно устанавливать количество слоев и прокладок',
                                parameterValue: ''},
                                {id: 2,
                                parameterName: 'Длина доски, мм',
                                parameterValue: '800 - 1300'},
                                {id: 3,
                                parameterName: 'Ширина доски, мм',
                                parameterValue: '50 - 200'},
                                {id: 4,
                                parameterName: 'Толщина доски, мм',
                                parameterValue: '12 - 100'},
                                {id: 5,
                                parameterName: 'Производительность, слоев/мин',
                                parameterValue: '6'},
                                {id: 6,
                                parameterName: 'Максимальные габариты стопки, мм',
                                parameterValue: '1300 x 1300 x 1600'},
                                {id: 7,
                                parameterName: 'Максимальная ширина прокладки, мм',
                                parameterValue: '150'},
                                {id: 8,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '9'}]
                        },
                        {idGlobal: 14, 
                        header: 'Ванна антисептирования пиломатериалов WDT6000',
                        picture: 'lumber_antiseptic_vat_(bath)_WDT6000.png', 
                        captionText: 'Ванна антисептирования пиломатериалов WDT6000',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Внутренние размеры ванны:',
                                parameterValue: ''},
                                {id: 1,
                                parameterName: '- ширина, м',
                                parameterValue: '1.5'},
                                {id: 2,
                                parameterName: '- высота, м',
                                parameterValue: '1.5'},
                                {id: 3,
                                parameterName: '- длина, м',
                                parameterValue: '6.5'},
                                {id: 4,
                                parameterName: 'Длина несущей платформы для пакетов с пиломатериалами, м',
                                parameterValue: '6.0'},
                                {id: 5,
                                parameterName: 'Максимальные размеры пакета пиломатериалов:',
                                parameterValue: ''},
                                {id: 6,
                                parameterName: '- ширина, м',
                                parameterValue: '1.2'},
                                {id: 7,
                                parameterName: '- высота, м',
                                parameterValue: '1.2'},
                                {id: 8,
                                parameterName: '- длина, м',
                                parameterValue: '6.3'},
                                {id: 9,
                                parameterName: 'Максимальный общий вес пакетов с пиломатериалами, размещённых на платформе, кг',
                                parameterValue: '6000'},
                                {id: 10,
                                parameterName: 'Общая установленная электрическая мощность, кВт',
                                parameterValue: '5.5'},
                                {id: 11,
                                parameterName: 'Возможно изготовление по индивидуальным требования заказчика',
                                parameterValue: ''}]
                        }
                        ]
                },
    equipmentForWasteProcessing:
                {mainHeader: "Оборудование для переработки отходов",
                pictures: 
                        [{idGlobal: 0, 
                        header: 'Дробилка молотковая WHM2000', 
                        picture: 'hummer_crusher_WHM2000.png',
                        captionText: 'Дробилка молотковая WHM2000',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Производительность до, т/ч',
                                parameterValue: '2'},
                                {id: 1,
                                parameterName: 'Общая мощность, кВт',
                                parameterValue: '27'},
                                {id: 2,
                                parameterName: 'Количество молотков, шт',
                                parameterValue: '105'},
                                {id: 3,
                                parameterName: 'Влажность сырья не более, %',
                                parameterValue: '35'},
                                {id: 4,
                                parameterName: 'Размер загрузочной воронки, мм',
                                parameterValue: '400 x 400'},
                                {id: 5,
                                parameterName: 'Измельчаемое сырье',
                                parameterValue: 'щепа, кора, стружка'},
                                {id: 6,
                                parameterName: 'Фракция на входе до, мм',
                                parameterValue: '60'},
                                {id: 7,
                                parameterName: 'Фракция на выходе до, мм',
                                parameterValue: '3'}]
                        },
                        {idGlobal: 1, 
                        header: 'Рубительная машина WCM60055', 
                        picture: 'chipper_WCM60055_front_side.png', 
                        captionText: 'Рубительная машина WCM60055 (вид спереди)',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Щепорубительная машина предназначена для получения топливной и технологической щепы от переработки отходов лесоперерабатывающих предприятий (горбыль, обрезки)',
                                parameterValue: ''},
                                {id: 1,
                                parameterName: 'Количество ножей, режущих / контрножей',
                                parameterValue: '2 / 1'},
                                {id: 2,
                                parameterName: 'Скорость подачи до, м/мин',
                                parameterValue: '25'},
                                {id: 3,
                                parameterName: 'Производительность (на входе) до, м.куб./ч',
                                parameterValue: '20'},
                                {id: 4,
                                parameterName: 'Мощность привода барабана, кВт',
                                parameterValue: '55'},
                                {id: 5,
                                parameterName: 'Мощность двигателей подачи, кВт',
                                parameterValue: '2 x 2.2'},
                                {id: 6,
                                parameterName: 'Диаметр режущего барабана, мм',
                                parameterValue: '460'},
                                {id: 7,
                                parameterName: 'Число оборотов режущего барабана, об/мин',
                                parameterValue: '600'},
                                {id: 8,
                                parameterName: 'Размер входного окна, мм',
                                parameterValue: '550 x 220'},
                                {id: 9,
                                parameterName: 'Встроенный привод ленточного транспортера подачи',
                                parameterValue: ''}]
                        },
                        {idGlobal: 2, 
                        header: 'Рубительная машина WCM60055 (вид сзади)', 
                        picture: 'chipper_WCM60055_back_side.png', 
                        captionText: 'Рубительная машина WCM60055 (вид сзади)',
                        parameters: 
                                [{id: 0,
                                parameterName: '',
                                parameterValue: ''}]
                        }
                        ]
                },
    roundWoodAccountingScanner: 
                {mainHeader: "Сканер учета круглого леса",
                mainPictures: 
                        [{idMain: 0, 
                        header: '', 
                        picture: 'round_wood_accounting_scanner.png',
                        captionText: 'Сканер учета круглого леса'}
                        ],
                captionText: 'Сканер учета круглого леса',
                mainText: [`FerroMetals является официальным дилером Falcon Scan в Европейском Союзе`,
                `Сканер учета круглого леса Falcon Scan SRW
                предназначен для работы в качестве автоматического
                средства измерения параметров бревен и может
                применяться как самостоятельно, так и в составе
                автоматизированных систем управления сортировочными
                и раскряжевочными линиями, систем учета сырья на всех
                участках предприятия, систем адаптивного управления
                лесоперерабатывающим оборудованием. Соответствует
                ГОСТ 52117-2003 , ГОСТ 2708-75`,
                `Пары линеек Излучатель-Приемник образуют измерительный
                створ. Микроконтроллер управляет включением в определенном
                порядке излучателей, благодаря чему в створе измерения
                образуется очень плотная сеть лучей. При отсутствии бревна в
                створе измерения измеритель работает в режиме сканирования
                контрольной зоны в поисках бревна. В момент попадания в створ
                измерения любого объекта измеритель переходит в режим
                измерения. При движущемся транспортере через определенные
                интервалы происходят следующие измерения. Благодаря тому, что
                на каждое измерение затрачивается очень небольшое время -
                несколько миллисекунд - становится возможным обмерять бревно,
                например, длиной 6 метров при скорости транспортера в 1 м/с более
                чем в 500 точках`,
                `Во время установки и ввода в эксплуатацию требуется стабильное подключение к Интернету
                (Wi-Fi или LAN) и компьютер с Windows 7 или новее с доступом к Интернету. 
                Настройка оборудование и обучение персонала осуществляется удаленно (онлайн)`
                ],
                pictures: 
                        [{idGlobal: 0, 
                        header: '', 
                        picture: 'round_wood_accounting_scanner2.png',
                        captionText: 'Сканер учета круглого леса',
                        parameters: 
                                [{id: 0,
                                parameterName: 'Максимальный измеряемый диаметр, мм',
                                parameterValue: '780, 1150'},
                                {id: 1,
                                parameterName: 'Минимальный измеряемый диаметр, мм',
                                parameterValue: '60'},
                                {id: 2,
                                parameterName: 'Максимальное расстояние между передатчиком и приемником, мм',
                                parameterValue: '1500'},
                                {id: 3,
                                parameterName: 'Точность измерения диаметра, мм',
                                parameterValue: '+- 1'},
                                {id: 4,
                                parameterName: 'Количество измерений в секунду, измерений',
                                parameterValue: '250'},
                                {id: 5,
                                parameterName: 'Погрешность измерения длины, мм:',
                                parameterValue: ''},
                                {id: 6,
                                parameterName: '- при скорости 3 м/с',
                                parameterValue: '+-15'},
                                {id: 7,
                                parameterName: '- при скорости 0.5 м/с',
                                parameterValue: '+-1.5'},
                                {id: 8,
                                parameterName: 'Возможность установки без разрыва цепи подачи бревна',
                                parameterValue: 'да'},
                                {id: 9,
                                parameterName: 'Максимальная длина бревна',
                                parameterValue: 'не ограничено'},
                                {id: 10,
                                parameterName: 'Минимальная длина бревна, мм',
                                parameterValue: '100'},
                                {id: 11,
                                parameterName: 'Напряжение питания (переменный ток), В',
                                parameterValue: '100 - 240'},
                                {id: 12,
                                parameterName: 'Потребляемая мощность, Вт',
                                parameterValue: '15'},
                                {id: 13,
                                parameterName: 'Интерфейс управления',
                                parameterValue: 'Сенсорный экран, 7 дюймов'},
                                {id: 14,
                                parameterName: 'Поддержка языков',
                                parameterValue: 'русский, английский'},
                                {id: 15,
                                parameterName: 'Поддержка протоколов выгрузки:',
                                parameterValue: ''},
                                {id: 16,
                                parameterName: '- локальная сеть',
                                parameterValue: 'WIFI, Ethernet (кабель)'},
                                {id: 17,
                                parameterName: '- интернет',
                                parameterValue: 'WIFI, Ethernet (кабель)'},
                                {id: 18,
                                parameterName: 'Выгрузка параметров в таблицу (на каждое бревно): диаметр, длина, объем, дата/время, номер бревна, сотрудник',
                                parameterValue: 'SQL (из SQL можно выгрузить в EXCEL)'},
                                {id: 19,
                                parameterName: 'Удаленная поддержка, настройка и обновление программы сканера',
                                parameterValue: 'да'},
                                {id: 20,
                                parameterName: 'Объем внутренней памяти у сканера, гб',
                                parameterValue: '32'},
                                {id: 21,
                                parameterName: 'Разрешающая способность энкодера, имп/об',
                                parameterValue: '4000'},
                                {id: 22,
                                parameterName: 'Материал корпуса:',
                                parameterValue: ''},
                                {id: 23,
                                parameterName: '- у датчиков',
                                parameterValue: 'алюминий'},
                                {id: 24,
                                parameterName: '- у модуля с экраном управления',
                                parameterValue: 'пластик'},
                                {id: 25,
                                parameterName: 'Порты для подключения',
                                parameterValue: 'USB, RJ45, GX12, GX16, GX20'},
                                {id: 26,
                                parameterName: 'Температурный диапазон эксплуатации, С',
                                parameterValue: '-40 - +50'}]
                        }
                        ]
                },
    woodenPellets: 
                {mainHeader: "Древесные пеллеты",
                photos: 
                        [{id: 0, 
                        photo: 'wooden_pellets.jpg',
                        captionText: 'Древесные пеллеты'},
                        {id: 1, 
                        photo: 'wooden_pellets2.jpg',
                        captionText: 'Древесные пеллеты'},
                        {id: 2, 
                        photo: 'wooden_pellets3.jpg',
                        captionText: 'Древесные пеллеты'},
                        {id: 3, 
                        photo: 'wooden_pellets4.jpg',
                        captionText: 'Древесные пеллеты'},
                        {id: 4, 
                        photo: 'wooden_pellets5.jpg',
                        captionText: 'Древесные пеллеты'}
                        ],
                parameters: 
                        [{id: 0,
                        parameterName: 'Состав гранул, %',
                        parameterValue: '95 - сердцевина / 5 - кора сосны'},
                        {id: 1,
                        parameterName: 'Диаметр, мм',
                        parameterValue: '6'},
                        {id: 2,
                        parameterName: 'Длина, мм',
                        parameterValue: '6 - 30'},
                        {id: 3,
                        parameterName: 'Влажность, %',
                        parameterValue: '6.9'},
                        {id: 4,
                        parameterName: 'Зольность, %',
                        parameterValue: '0.51'},
                        {id: 5,
                        parameterName: 'Пыль, %',
                        parameterValue: '0.25'},
                        {id: 6,
                        parameterName: 'Азот, %',
                        parameterValue: '0.14'},
                        {id: 7,
                        parameterName: 'Хлор, %',
                        parameterValue: '0.015'},
                        {id: 8,
                        parameterName: 'Сера, %',
                        parameterValue: '0.004'},
                        {id: 9,
                        parameterName: 'Насыпная плотность, кг/м³',
                        parameterValue: '695'},
                        {id: 10,
                        parameterName: 'Теплотворная способность, кал/кг / МДж',
                        parameterValue: '4589 / 19.2'},
                        {id: 11,
                        parameterName: 'Продукт соответствует стандарту ENplus-A1',
                        parameterValue: ''}
                        ]
                },
    catalog:
            {title: "Каталог",
            photos:
                   [{id: 0,
                   photo: 'automatic_log_separator_and_feeder_for_Goretsky_forestry_SEFI.jpg', 
                   captionText: 'Разобщитель и устройство подачи бревен для ГЛХУ «Горецкий лесхоз»'},
                   {id: 1,
                   photo: 'production_process_of_the_heat_exchanger_for_the_aspiration_system_for_Ruchaika_LLC.jpg', 
                   captionText: 'Процесс изготовления теплообменника системы аспирации для ОАО «Ручайка»'},
                   {id: 2, 
                   photo: 'production_process_of_the_heat_exchanger_for_the_aspiration_system_for_Ruchaika_LLC2.jpg', 
                   captionText: 'Процесс изготовления теплообменника системы аспирации для ОАО «Ручайка»'},
                   {id: 3, 
                   photo: 'production_process_of_the_heat_exchanger_for_the_aspiration_system_for_Ruchaika_LLC3.jpg', 
                   captionText: 'Процесс изготовления теплообменника системы аспирации для ОАО «Ручайка»'},
                   {id: 4, 
                   photo: 'сross_section_chain_conveyor_for_boards_for_FanDOK_PLC.jpg', 
                   captionText: 'Поперечный цепной транспортер бруса для ОАО «ФанДОК»'},
                   {id: 5, 
                   photo: 'tumbling_barrel_for_Alkopak_PUE.jpg', 
                   captionText: 'Галтовочный барабан для ПУП «Алкопак»'},
                   {id: 6, 
                   photo: 'veneer_conveying_system_with_automatic_step_discharge.jpg', 
                   captionText: 'Система транспортирования шпона с автоматическим ступенчатым сбросом'},
                   {id: 7, 
                   photo: 'step_feeder.jpg', 
                   captionText: 'Степфидер'},
                   {id: 8, 
                   photo: 'automated_warehouse_for_storage_of_fabric_bases_for_Ruchaika_LLC.jpg', 
                   captionText: 'Автоматизированный склад хранения тканых основ для ОАО «Ручайка»'},
                   {id: 9, 
                   photo: 'reconstruction_of_the_roundwood_feeding_table_for_MDF_workshop_for_Borisovdrev_PLC.jpg', 
                   captionText: 'Реконструкция стола подачи круглого леса в цех МДФ для  ОАО «Борисовдрев»'},
                   {id: 10, 
                   photo: 'wear_resistant_screens_for_Arcelor_Mittal_plant_Krivoy_Rog_city.jpg', 
                   captionText: 'Сита износостойкие Арселор Миттал Кривой Рог'},
                   {id: 11, 
                   photo: 'wear_resistant_screens_for_Arcelor_Mittal_plant_Krivoy_Rog_city2.jpg', 
                   captionText: 'Сита износостойкие Арселор Миттал Кривой Рог'},
                   {id: 12, 
                   photo: 'roller_conveyor_with_screw_ejector.jpg', 
                   captionText: 'Роликовый конвейер с винтовым сбрасывателем'},
                   {id: 13, 
                   photo: 'kross_chain_conveyor.jpg', 
                   captionText: 'Горизонтальный цепной транспортер'},
                   {id: 14, 
                   photo: 'knives_for_chipper_MS_MASHCINENBAU_THK_650_200.jpg', 
                   captionText: 'Ножи рубительной машины MS MASHCINENBAU THK-650/200'},
                   {id: 15,
                   photo: 'scraper_conveyor_for_waste_disposal.jpg',
                   captionText: 'Скребковый конвейер удаления отходов'},
                   ]
            },
    gallery: 
            {title: "Галерея", 
            photoTitle: "Фотогалерея", 
            videoTitle: "Видеогалерея", 
            photoPath: 'participation_in_the_exhibition_Poland2.jpg', 
            videoPath: "automated_machine_for_straight_milling.mp4", 
            photoAltText: "Ваш браузер не поддерживает фото", 
            videoAltText: "Ваш браузер не поддерживает видео"},
    photoGallery:
                {photoMainHeader: "Фотогалерея",
                photos: 
                        [{id: 0, 
                        photo: 'participation_in_the_exhibition_Poland.jpg', 
                        captionText: 'Участие в выставке, Польша'},
                        {id: 1, 
                        photo: 'participation_in_the_exhibition_Poland2.jpg', 
                        captionText: 'Участие в выставке, Польша'},
                        {id: 2, 
                        photo: 'participation_in_the_exhibition_Poland3.jpg', 
                        captionText: 'Участие в выставке, Польша'},
                        {id: 3, 
                        photo: 'participation_in_the_exhibition_Poland4.jpg', 
                        captionText: 'Участие в выставке, Польша'},
                        {id: 4, 
                        photo: 'participation_in_the_exhibition_Poland5.jpg', 
                        captionText: 'Участие в выставке, Польша'},
                        {id: 5, 
                        photo: 'pallet_board_stacker_elements.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 6, 
                        photo: 'pallet_board_stacker_elements2.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 7, 
                        photo: 'pallet_board_stacker_elements3.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 8, 
                        photo: 'pallet_board_stacker_elements4.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 9, 
                        photo: 'pallet_board_stacker_elements5.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 10, 
                        photo: 'pallet_board_stacker_elements6.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 11, 
                        photo: 'pallet_board_stacker_elements7.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'},
                        {id: 12, 
                        photo: 'pallet_board_stacker_elements8.jpg', 
                        captionText: 'Элементы укладчика паллетных досок'}
                        ]
                },
    videoGallery:
                {videoMainHeader: "Видеогалерея",
                videoNotSupportMessage: "Ваш браузер не поддерживает видео",
                videos: 
                        [{id: 0, 
                        videoRecord: 'pallet_board_stacker.mp4', 
                        captionText: 'Укладчик паллетных досок'},
                        {id: 1, 
                        videoRecord: 'automated_machine_for_straight_milling.mp4', 
                        captionText: 'Автоматический станок для прямолинейного фрезерования SCMM125'},
                        {id: 2, 
                        videoRecord: 'painting_line.mp4', 
                        captionText: 'Линия покраски'},
                        {id: 3, 
                        videoRecord: 'conveyer.mp4', 
                        captionText: 'Конвейер'},
                        {id: 4, 
                        videoRecord: 'pass-through_machine_for_milling_longitudinal_grooves_in_a_pallet_board.mp4', 
                        captionText: 'Станок проходного типа для фрезерования продольных пазов в паллетной доске'},
                        {id: 5, 
                        videoRecord: 'pass-through_machine_for_milling_transverse_grooves_in_a_pallet_board.mp4', 
                        captionText: 'Станок проходного типа для фрезерования поперечных пазов в паллетной доске'},
                        {id: 6, 
                        videoRecord: 'cross_cutting.mp4', 
                        captionText: 'Поперечная фрезеровка'},
                        {id: 7, 
                        videoRecord: 'cross_cutting_before_painting.mp4',
                        captionText: 'Поперечная фрезеровка до покраски'},
                        {id: 8, 
                        videoRecord: 'overpass.mp4',
                        captionText: 'Эстакада'},
                        {id: 9, 
                        videoRecord: 'overpass_and_uncoupler.mp4',
                        captionText: 'Эстакада и разобщитель'},
                        {id: 10, 
                        videoRecord: 'Krafter_line_modernization.mp4',
                        captionText: 'Модернизация линии Krafter'},
                        {id: 11, 
                        videoRecord: 'log_conveyer.mp4',
                        captionText: 'Бревнотаска'},
                        {id: 12, 
                        videoRecord: 'pallet_board_stacker_element.mp4',
                        captionText: 'Элемент укладчика паллетных досок'},
                        {id: 13, 
                        videoRecord: 'pallet_board_stacker_element2.mp4',
                        captionText: 'Элемент укладчика паллетных досок'}]
                },
    contacts: 
            {address: 
                    {heading: 'Контакты UAB "FerroMetals":', 
                    text: `Лайсвес пр. 60-1107,
    LT-05120 Вильнюс, Литва`, 
                    detailsHeading: "Наши реквизиты:", 
                    details: `АО Šiaulių bankas
    ул. Тильжес 149, LT-76348 Шяуляй, Литва
    SWIFT-код: CBSBLT26
    IBAN: LT837180300036467769`}, 
                    feedback: 
                            {heading: "Форма обратной связи", 
                            description: "Мы свяжемся с Вами как можно скорее!", 
                            nameInputText: "Ваше имя", 
                            phoneInputText: "Ваш номер телефона", 
                            emailInputText: "Ваш e-mail", 
                            subjectInputText: "Заголовок", 
                            messageInputText: "Текст сообщения",
                            bottomText: "Данные будут использованы только для контакта с Вами!", 
                            buttonText: "ОТПРАВИТЬ"}
            },
    errorPath: "*",
    errorMessage: "404 ОШИБКА!!!",
    returnMessage: "Вернуться в начало",
    footer:    
            {copyright: '© 2023, UAB "FerroMetals"', 
            privacyPolicy: "Политика конфиденциальности", 
            siteDeveloper: "Разработчик сайта: Iryna Smyrnova", 
            address: `Лайсвес пр. 60-1107,
LT-05120 Вильнюс, Литва`},
            privacyPolicy: `ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую данный сайт, на котором размещен текст этой Политики конфиденциальности, может получить о Пользователе, а также любых программ и продуктов, размещенных на нем.
    
1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
    
1.1. В настоящей Политике конфиденциальности используются следующие термины:
    
1.1.1. «Администрация сайта» – уполномоченные сотрудники на управления сайтом, действующие от его имени, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
    
1.1.2. «Персональные данные» — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
    
1.1.3. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    
1.1.4. «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта требование не допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного основания.
    
1.1.5. «Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к сайту, посредством сети Интернет и использующее данный сайт для своих целей.
    
1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
    
1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
    
2. ОБЩИЕ ПОЛОЖЕНИЯ
    
2.1. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
    
2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.
    
2.3. Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на данном сайте.
    
2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.
    
3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
    
3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по умышленному неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации сайта (например, при регистрации на сайте, оформлении заказа, подписки на уведомления и т.п).
    
3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения специальных форм на Сайте и обычно включают в себя следующую информацию:
    
3.2.1. фамилию, имя, отчество Пользователя;
    
3.2.2. контактный телефон Пользователя;
    
3.2.3. адрес электронной почты (e-mail);
    
3.2.4. место жительство Пользователя и другие данные.
    
3.3. Администрация сайта также принимает усилия по защите Персональных данных, которые автоматически передаются в процессе посещения страниц сайта:
    
IP адрес;
    
информация из cookies;
    
информация о браузере (или иной программе, которая осуществляет доступ к сайту);
    
время доступа;
    
посещенные адреса страниц;
    
реферер (адрес предыдущей страницы) и т.п.
    
3.3.1. Отключение cookies может повлечь невозможность доступа к сайту.
    
3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля корректности проводимых операций.
    
3.4. Любая иная персональная информация неоговоренная выше (история заказов, используемые браузеры и операционные системы и т.д.) не подлежит умышленному разглашению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
    
4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
    
4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:
    
4.1.1. Идентификации Пользователя, зарегистрированного на сайте, для оформления заказа и (или) заключения Договора.
    
4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам сайта.
    
4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования сайта, оказания услуг, обработка запросов и заявок от Пользователя.
    
4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.
    
4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
    
4.1.6. Создания учетной записи для совершения заказов, если Пользователь дал согласие на создание учетной записи.
    
4.1.7. Уведомления Пользователя сайта о состоянии Заказа.
    
4.1.8. Обработки и получения платежей.
    
4.1.9. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием сайта.
    
4.1.10. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта или от имени партнеров сайта.
    
4.1.11. Осуществления рекламной деятельности с согласия Пользователя.
    
4.1.12. Предоставления доступа Пользователю на сторонние сайты или сервисы партнеров данного сайта с целью получения их предложений, обновлений или услуг.
    
5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
    
5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
    
5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заявок Пользователя, оформленных на сайте, в рамках Договора публичной оферты
    
5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти только по основаниям и в порядке, установленным действующим законодательством.
    
6. ОБЯЗАТЕЛЬСТВА СТОРОН
    
6.1. Пользователь обязуется:
    
6.1.1. Предоставить корректную и правдивую информацию о персональных данных, необходимую для пользования сайтом.
    
6.1.2. Обновить или дополнить предоставленную информацию о персональных данных в случае изменения данной информации.
    
6.1.3. Принимать меры для защиты доступа к своим конфиденциальным данным, хранящимся на сайте.
    
6.2. Администрация сайта обязуется:
    
6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.
    
6.2.2. Не разглашать персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.
    
6.2.3. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.
    
7. ОТВЕТСТВЕННОСТЬ СТОРОН
    
7.1. Администрация сайта несёт ответственность за умышленное разглашение Персональных данных Пользователя в соответствии с действующим законодательством, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности
    
7.2. В случае утраты или разглашения Персональных данных Администрация сайта не несёт ответственность, если данная конфиденциальная информация:
    
7.2.1. Стала публичным достоянием до её утраты или разглашения.
    
7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.
    
7.2.3. Была получена третьими лицами путем несанкционированного доступа к файлам сайта.
    
7.2.4. Была разглашена с согласия Пользователя.
    
7.3. Пользователь несет ответственность за правомерность, корректность и правдивость предоставленной Персональных данных в соответствии с действующим законодательством.
    
8. РАЗРЕШЕНИЕ СПОРОВ
    
8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).
    
8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
    
8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством.
    
8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство.
    
9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
    
9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.

9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.`
};

export default dataRu;